[{"name":"AMD Gift to U of T","acronym":"SciNet4Health","institution":"University of Toronto","description":"AMD gift of 1 petaflop of EPYC and Radeon Instinct processors for U of T researchers to deepen their understanding of COVID-19 and improve our ability to respond to future potential threats to global health. The proposal is to create \"SciNet4Health\", enabling researchers and clinician scientists at U of T and its partner hospitals to access and analyze massive databases of patient health information – in a secure way that protects patients’ privacy – using technologies such as machine learning.","support_description":" ","eligible_to":"U of T researchers","user_fee":" ","url":null,"division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Collect","keywords":"Computing","category":"high-capacity","available_software":null},{"name":"Bioinformatics and HPC Core","acronym":" ","institution":"UHN","description":"Full-service Bioinformatics provider, with services available for analysis of all kinds of high-throughput data, whether generated in house (at one of the UHN Genomics facilities) or externally. A basic data analysis package is available for on a per project basis. Discussion regarding the analysis of your genomics project and experimental design assessments are complimentary. Our group manage UHN HPC clusters. Our clusters contain thousands of cores and several PB storage. We also manage software stacks and data sets on the clusters.","support_description":"Offer various services: Basic High-Throughput Sequencing Analysis; Advanced Data Analysis; High Performance Computing","eligible_to":"HPC only available to UHN researchers","user_fee":" ","url":"https:\/\/bhpc.uhnresearch.ca\/","division":" ","campus":" ","stage":"Plan; Collect; Analyze","keywords":" ","category":"high-capacity","available_software":null},{"name":"CAMH Specialized Computer Cluster","acronym":"SCC","institution":"Centre for Addiction and Mental Health","description":"The CAMH Specialized Computer Cluster (SCC) is a Linux based cluster available to all CAMH researchers, staff and students. The SCC has been designed, from the ground up, to support imaging and genetics research at CAMH and to provide an integrated platform for cross-discipline studies.","support_description":"User Guides and Tutorials available online.\n\nCAMH Scientific Computing Working Group, http:\/\/camh-scwg.github.io\/, is a volunteer group of scientists, trainees, administration and staff that are concerned with computing issues faced by CAMH researchers. They offer office hours for consulting and a five-day, self-paced series of workshops on scientific computing fundamentals covering topics such as Linux, BASH scripting, R, Python, Matlab, Databases, using the CAMH compute cluster, spreadsheets, and databases. (Unclear if group \/ workshop is still active)","eligible_to":"All CAMH","user_fee":"None?","url":"http:\/\/info2.camh.net\/scc\/index.php\/Main_Page","division":" ","campus":" ","stage":"Collect; Analyze","keywords":" ","category":"high-capacity","available_software":null},{"name":"Compute Canada National Platform\n(transitioning to the National Digital Research Infrastructure Organization - NDRIO - as of 1 April 2022)","acronym":" ","institution":"University of Toronto","description":"Compute Canada, a national platform comprising five main installations located in BC, Ontario and Quebec, deploys state-of-the-art advanced research computing (ARC) systems, storage and software solutions for Canadian researchers and their collaborators. More than 200 experts employed by 37 partner universities and research institutions across the country provide direct support to researchers.\n\nOne of the five main installations is SciNet, owned and operated by the U of T. SciNet is Canada’s largest supercomputer centre, providing Canadian researchers with computational resources and expertise necessary to perform their research. SciNet provides computational resources, support, and expertise for Canadian researchers and offers free education and training programs for students and users in advanced computing.\n\nSciNet's Niagara supercomputer has a designated Jupyter Hub node. This node can be used to run Juptyer Notebook session JupyterHub brings the power of notebooks to groups of users. It gives users access to computational environments and resources without burdening the users with installation and maintenance tasks. Users--including students, researchers, and data scientists--can get their work done in their own workspaces on shared resources which can be managed efficiently by system administrators.","support_description":"Full set of courses, certificates, summer training for ARC, programming; general and specific for disciplines.\n https:\/\/support.scinet.utoronto.ca\/education\/browse.php ","eligible_to":"Students, Staff, Faculty, External","user_fee":" ","url":"https:\/\/www.computecanada.ca\/about\/\n\nhttps:\/\/engagedri.ca\/\n\nhttps:\/\/www.scinethpc.ca\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Collect; Analyze","keywords":"Computing","category":"high-capacity","available_software":null},{"name":"Enterprise Data Warehouse","acronym":" ","institution":"St. Michael's Hospital","description":"St. Michael's Enterprise Data Warehouse is built on IBM's PureData for Analytics system. Data sources include St. Michael's inpatient and primary care electronic health records, abstracted data, laboratory, medical imaging, pharmacy, perioperative, catheterization lab, case costing, and enterprise resource planning. St. Michael's researchers and clinicians can get access to the data warehouse for research or quality improvement purposes (e.g. through LKS-CHART research program).","support_description":"Unclear if any training available","eligible_to":"St. Michael's Hospital-affiliated researchers","user_fee":"None?","url":" http:\/\/stmichaelshospitalresearch.ca\/research-programs\/lks-chart\/our-data\/","division":null,"campus":null,"stage":"Collect; Analyze","keywords":" ","category":"high-capacity","available_software":null},{"name":"HPC4Health","acronym":" ","institution":"SickKids, UHN","description":"HPC4Health consortium formed by SickKids and the Princess Margaret Cancer Centre at UHN. HPC4Health is run on RIT-HPC at SickKids (same physical infrastructure). HPC4Health is a consortium of health providers who are working together to build the next-generation of compute engine for clinical research.","support_description":" ","eligible_to":"SickKids and UHN researchers, open to new partner institutions","user_fee":"Run on cost-recovery basis","url":" ","division":" ","campus":" ","stage":"Collect","keywords":" ","category":"high-capacity","available_software":null},{"name":"ICES Central\nICES-UofT","acronym":" ","institution":"University of Toronto","description":"ICES leads cutting-edge studies that evaluate health care delivery and outcomes. ICES researchers access a vast and secure array of Ontario’s health-related data, including population-based health surveys, anonymous patient records, and clinical and administrative databases. ICES is recognized as a leader in maintaining the privacy and security of health information.","support_description":"ICES Data & Analytic Services division (ICES DAS): provided non-ICES researchers, students and knowledge users with access to its data\n\nICES Data & Analytic Virtual Environment (IDAVE)","eligible_to":" ","user_fee":" ","url":"https:\/\/www.ices.on.ca\/","division":" ","campus":" ","stage":"Collect; Analyze","keywords":" ","category":"high-capacity","available_software":null},{"name":"Information Technology Services Private Cloud","acronym":"ITS Private Cloud","institution":"University of Toronto","description":"The ITS Private Cloud service is an on-site U of T server and storage virtualization platform similar to public cloud providers. At the core of the ITS Private Cloud server virtualization environment is VMware’s vSphere platform, upon which ITS has developed services for self‐deployment and management of virtual machines (VMs). Resources are available to meet project-specific needs and can be added incrementally.","support_description":null,"eligible_to":"UofT Faculty","user_fee":"Yes, pricing schedule online","url":"https:\/\/its.utoronto.ca\/its-units\/eis\/hardware-infrastructure\/server-virtualization-services\/","division":"Information Technology Services (ITS), Enterprise Infrastructure Solutions (IES)","campus":"Tri-Campus","stage":"Collect","keywords":" ","category":"high-capacity","available_software":null},{"name":"OICR Research IT","acronym":" ","institution":"Ontario Institute for Cancer Research","description":"OICR’s Research IT enables the strategic objectives of the Institute by providing investigators with compute infrastructure access for rapid and intelligent data analysis, modeling, storage and transfer. The following subset of OICR Research IT services are available to OICR-affiliated researchers:\n- OICR Research IT managed virtual machine (VM) hosting with or without Internet access;\n- OpenStack-based tenancies for user managed VMs with or without Internet access;\n- High Performance Compute (HPC): OICR can provide offsite remote access to OICR’s Grid Engine-based HPC compute infrastructure to approved collaborative researchers. Queue and job resources (number of CPU cores,\namount of RAM, job runtime, etc.) are assessed and allocated on a case-by-case basis;\n- Scratch\/temporary storage;\n- Mid-term storage for a maximum of four years (may be extended or renewed);\n- Vulnerability assessments and threat risk assessments; and\n- DNS, Directory, SSL Certificate management.\n\nOICR also has relevant programs and networks:\n- The Computational Biology Program is the scientific engine of research and analytics at OICR. In many cases, the program’s teams develop new algorithms, software, visualization tools and other necessary components to interrogate and interpret the large and complex datasets.\n- The Genome Informatics Program develops new software, databases and other necessary components to store, organize and compute over the large and complex datasets being generated by OICR’s cancer research programs","support_description":"Unclear if any training available","eligible_to":"OICR-affiliated researchers","user_fee":"Unknown","url":"  https:\/\/oicr.on.ca\/wp-content\/uploads\/2017\/01\/CRR-Informatics.pdf","division":null,"campus":null,"stage":"Collect","keywords":" ","category":"high-capacity","available_software":null},{"name":"SickKids Research IT-High Performance Computing","acronym":"RIT-HPC","institution":"Hospital for Sick Children","description":"The Research IT-High Performance Computing (RIT-HPC) service is a Core Facility at SickKids which provides infrastructure to run advanced application programs efficiently, reliably and quickly. The RIT-HPC service offers enhanced data processing capability using powerful compute processing, large capacity storage and a high-speed network infrastructure. The services are available to all SickKids researchers and clinicians. Offered through the Centre for Computational Medicine (CCM) at SickKids","support_description":"The Centre for Computational Medicine (CCM) offers bioinformatics training tutorials for using popular free bioinformatics and statistical software (e.g. R).","eligible_to":"SickKids researchers and clinicians","user_fee":" ","url":"https:\/\/ccm.sickkids.ca\/high-performance-computing\/","division":null,"campus":null,"stage":"Collect; Analyze","keywords":" ","category":"high-capacity","available_software":null},{"name":"Sunnybrook Research Software Support Team","acronym":"RSST","institution":"Sunnybrook Health Sciences Centre","description":"The Research Software Support Team (RSST) at Sunnybrook is here to assist researchers with technical challenges, allowing them to focus their time on making discoveries and improving health care. The team’s mission is to fill in the gaps in knowledge that may prevent scientists from maximizing the utility of new technologies.","support_description":"Advises scientists about what software tools exist that can solve their current problems. Educates scientists with tutorials and information about useful software packages","eligible_to":" ","user_fee":" ","url":"https:\/\/sunnybrook.ca\/research\/content\/?page=research-core-rsst","division":" ","campus":" ","stage":"Analyze","keywords":" ","category":"high-capacity","available_software":null},{"name":"Rotman Analytics Cluster","acronym":"RAC","institution":"University of Toronto","description":"The Rotman Analytics Cluster (RAC)  is a computing platform for big data analysis maintained by the TD Management Data and Analytics Lab (TD MDAL) and its partner at the Centre for Advanced Computing (Queen's University). The cluster consists of five powerful nodes, and is scalable based on usage. It has a large amount of data science software installed, including Anaconda, Python, R, SAS Viya and the full Hadoop ecosystem (Hortonworks HDP). The RAC is a perfect experimental platform for students to discover and learn big data technologies. It is accessible 24\/7 from anywhere using the Internet.","support_description":" N\/A\n\nComputing Infrastructure instelf, training and supports through TD MDAL","eligible_to":"Rotman","user_fee":" ","url":"https:\/\/rac.rotman.utoronto.ca\/","division":"Rotman School of Management","campus":"St. George Campus","stage":"Collect; Analyze","keywords":"Management","category":"high-capacity","available_software":null},{"name":"Southern Ontario Smart Computing Innovation Platform","acronym":"SOSCIP","institution":"University of Toronto","description":"Smart Computing for Innovation (SOSCIP) is a research and development consortium that pairs academic and industry researchers with advanced computing tools to fuel Canadian innovation within areas including but not limited to AI and data science, cities, mining, health, digital media, energy, cybersecurity, water, clean tech, business systems, and advanced manufacturing. ","support_description":" User training and support are provided","eligible_to":"Faculty, Undergraduate and Graduate Students, Post Doctoral Fellows and Industry Collaborators","user_fee":" ","url":"https:\/\/www.soscip.org\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Collect; Analyze","keywords":"Computing; Industry","category":"high-capacity","available_software":null},{"name":"Toronto Region Statistics Canada Research Data Centre (RDC)","acronym":"Toronto RDC","institution":"StatsCan","description":"The Toronto Region Statistics Canada Research Data Centre (RDC) is a secure facility for researchers to analyze Statistics Canada's datasets. The facility is set up to enable social science, health, policy, and associated researchers to analyze Statistics Canada's master longitudinal, panel, and cross-sectional survey data. The RDC is not currently offering ARC services. However, the Canadian Research Data Centre Network is currently implementing the \"vRDC\": vRDC project, in which the RDCs will move from 32 stand-alone systems, in which all data files are stored and processed within the individual RDCs on a local server, to a centralized platform with enhanced security measures. In this new system, data files will be stored and processed on central servers located at two physically secure Compute Canada sites at the University of Waterloo (Waterloo) and Simon Fraser University (SFU). Researchers located in the RDCs will access data and software through networked zero-clients, and access in other authorized workspaces  will be available through a secure VPN client downloaded by the user onto their computer. This new IT infrastructure will greatly enhance the computer processing and storage capacity of the RDCs. The enhanced capacity will allow researchers to harness the power of large administrative and integrated data files and to fully exploit the potential for advanced analysis and innovative research to produce investigator driven and\/or policy relevant research. This is expected to be completed in 2023. ","support_description":"Offers policy analysis course annually, along with periodic seminars on new data sources. Additional training and supports in quantitative social research are periodically offered by the Canadian Research Data Centre Network (CRDCN). RDC analysts provide additional support to researchers. ","eligible_to":"Students, Faculty","user_fee":"None for faculty\/students associated in CRDCN member universities; fees for others.","url":"http:\/\/sites.utoronto.ca\/rdc\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Collect; Analyze","keywords":"social science, health, policy, Statisics Canada","category":"high-capacity","available_software":null},{"name":"Vaughan Computing Cluster","acronym":" ","institution":"Vector Institute","description":" [Exist the Vaughan Computing Cluster and other resources but hard to find information online]","support_description":" ","eligible_to":"Vector Faculty Affiliate and their students, https:\/\/vectorinstitute.ai\/fa-application-for-access-to-computing-resources\/\n\nShare externally on a case by case basis, https:\/\/vectorinstitute.ai\/wp-content\/uploads\/2019\/12\/computing-resource-sharing-for-external-parties.pdf","user_fee":" ","url":" ","division":null,"campus":null,"stage":"Collect","keywords":" ","category":"high-capacity","available_software":null},{"name":"Lunenfeld-Tanenbaum Research Institute at Mount Sinai","acronym":"LTRI","institution":"Mount Sinai Hospital","description":"Believe have HPC available but no web presence","support_description":" ","eligible_to":"LTRI-affiliated","user_fee":" ","url":" ","division":null,"campus":null,"stage":"Collect","keywords":" ","category":"high-capacity","available_software":null},{"name":"Information & Instructional Technology (at UTM)","acronym":"I&ITS","institution":"University of Toronto","description":"Provide services for accounts (UTORid), classroom technology, computer labs, computer software, remote computer labs and software (Citrix Workspace app) to the University of Toronto Mississauga.","support_description":" I&ITS supports the UTM research community.  Support services include high-performance computing and computers connected to research instruments and special equipment. In addition, we provide consulting services, system administration, user support, supply resources for hardware, software and data storage.","eligible_to":"UTM","user_fee":" ","url":" https:\/\/www.utm.utoronto.ca\/iits\/services\/research-computing","division":"University of Toronto Mississauga","campus":"Mississauga Campus","stage":"Collect; Analyze","keywords":" ","category":"high-capacity","available_software":null},{"name":"Information & Instructional Technology (at UTSC)","acronym":"IITS","institution":"University of Toronto","description":"IITS offers a variety of hosted services, such as server virtual machines (Windows Server, Debian, or Ubuntu), network data storage, and synchronization tools such as Nextcloud.","support_description":"- Hosted virtual servers\n- Nextcloud (enterprise file synchronization and sharing service)\n- Network data storage","eligible_to":"UTSC","user_fee":null,"url":"https:\/\/www.utsc.utoronto.ca\/iits\/hosted-services","division":"University of Toronto Scarborough","campus":"Scarborough Campus","stage":"Collect","keywords":null,"category":"high-capacity","available_software":null},{"name":"Temerty Centre for AI Reserch & Education in Medicine","acronym":"T-CAIREM","institution":"University of Toronto","description":"The Temerty Centre for Artificial Intelligence Research and Education in Medicine (T-CAIREM) at the University of Toronto is the nexus for healthcare of the future. We seek to establish world-class educational programs in AI in medicine, fund research opportunities that bring together experts from a range of disciplines, and create a secure data platform to house datasets for applied AI learning and research. T-CAIREM is establishing a dedicated data environment to facilitate research and education initiatives","support_description":"To come: speaker series, training and teaching from practitioners, workshops, hackathons and student rounds, symposia, and collaborative specialization and certificate programs","eligible_to":null,"user_fee":"Unknown","url":"https:\/\/tcairem.utoronto.ca\/","division":"T-FoM","campus":"St. George Campus","stage":"Collect; Analyze","keywords":null,"category":"high-capacity","available_software":null},{"name":"SciNet Teaching Cluster","acronym":null,"institution":"University of Toronto","description":"The \"Teach\" cluster at SciNet is available to faculty for support of their HPC and ARC courses.  SciNet uses the cluster for its own internal training, but the Teach cluster has also been used effectively for courses in Computer Science, Molecular Modelling, Genomics, Analytics, etc.  ","support_description":null,"eligible_to":"UofT Faculty and their students","user_fee":"None","url":"https:\/\/docs.scinet.utoronto.ca\/index.php\/Teach","division":"SciNet","campus":"Tri-Campus","stage":null,"keywords":"ARC training","category":"high-capacity","available_software":null},{"name":"Academic Collaborative Technologies","acronym":"ACT","institution":"University of Toronto","description":"Academic & Collaborative Technology (ACT) is a partnership between the Centre for Teaching Support & Innovation and Information + Technology Services (Office of the CIO). ACT provides strategic and tactical leadership in the development and implementation of information technology services that support the academic mission for the university as a whole.\n\nACT is responsible for seven enterprise (university-wide) service areas:\n- Academic Toolbox (Technologies for Teaching & Learning)\n- Content Management and Website-hosting Services\n- Video-Mediated Communications (including video-conferencing and webinar solutions)\n- Client-facing Email and Related Productivity Solutions\n- Course Evaluation Technologies\n- Pre-incubator Spaces for Mobile Development and Classroom Technologies\n- Open U Toronto Support\n\nACT administers REDCap. REDCap (Research Electronic Data Capture) is a free and secure data-management web application for building and managing online surveys and databases. While REDCap can be used to collect virtually any type of data, it is specifically geared to support online or offline data capture for research studies and operations.","support_description":" ACT offers a full range of training and support services for enterprise solutions they manage, often in collaboration with the Centre for Research & Innovation Support (CRIS) and the Centre for Teaching Support & Innovation","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/act.utoronto.ca\/","division":" ","campus":" ","stage":"Collect","keywords":"Computing ","category":"software-and-support","available_software":"- REDCap data collection & survey tool\n\n- MS Forms data collection & survey tool\n\n- JupyterHub (Jupyter Electronic Notebooks, RStudio) - primarily for teaching research and data science; researchers requiring Jupyter for purely research purposes should contact SciNet\n\n- Collaboration tools (e.g. for research team collaboration): MS Teams, MS Teams Video Meetings, Zoom.\n\n- Conference tools: MS Teams Video, MS LiveEvents, Zoom, and EVE (UofT-managed conference registration system)"},{"name":"Arts & Science Information & Instructional Technology","acronym":"FAS - IIT","institution":"University of Toronto","description":"Information & Instructional Technology (IIT) (formerly CHASS) is a computing facility with the broad mandate to promote computing in research and teaching within the humanities and social sciences departments. IIT also provides support to a number of institutes, centres, and other units within the University of Toronto. IIT maintains and operates a Data Centre, including a collection of social sciences and general interest databases (e.g., Canadian Census, CANSIM, IMF, World Bank Tables, etc.).","support_description":null,"eligible_to":"Participating University of Toronto departments with computing accounts through CHASS","user_fee":"None","url":"http:\/\/www.chass.utoronto.ca\/","division":"Faculty of Arts & Science","campus":"St. George Campus","stage":"Collect; Analyze","keywords":" ","category":"software-and-support","available_software":"Maintain collection of on-line databases and custom built search and retrieval programs (e.g. Canadian Socio-Economic Information Management System (CANSIM))"},{"name":"BMO Financial Group Finance Research and Trading Lab","acronym":"Finance Lab,\nBMO FRT-Lab","institution":"University of Toronto","description":"The BMO FRT-Lab is a state-of-the-art facility that focuses on the integration of theory and research with practice. This high-tech facility enables students, faculty and staff to interact with the global financial community and its resources in a real-time setting. Research databases and real-time access to global financial resources allow students to link classroom lessons to actual securities and markets. In addition, our custom-designed suite of instructional products use interactive simulations to develop skills for making good financial decisions when faced with uncertainty about future outcomes. These products include the RIT Market Simulator and Decision Cases and the Rotman Portfolio Manager platforms and the associated simulation cases.\n\nThe BMO FRT-Lab provides a focal point for research and training in a range of financial disciplines including: investment strategy and portfolio management; financial engineering and risk management; trading; and analysis of the microstructure of markets.","support_description":"- Used for teaching at Rotman and FAS\n- Offer some additional training (e.g. Excel, MATLAB)\n- Employs 17 part-time lab assistants to help students and faculty throughout the year","eligible_to":"Rotman students, faculty (unclear if accessible to those outside Rotman)","user_fee":"None","url":"https:\/\/financelab.rotman.utoronto.ca\/","division":"Rotman School of Management","campus":"St. George Campus","stage":"Plan; Collect; Analyze","keywords":null,"category":"software-and-support","available_software":"Access to:\n- Custom applications (e.g. RIT Market Simulator and Decision Cases; Rotman Portfolio Manager)\n- Real-Time Applications (e.g. S&P Capital IQ)\n- Data Delivery Portals (e.g. Wharton Research Data Services (WRDS))\n- Research Databases"},{"name":"Centre for Research Innovation & Support","acronym":"CRIS","institution":"University of Toronto","description":"The Centre for Research and Innovation Support (CRIS) is a researcher-centric resource hub providing access to tools, training, and expertise across the University of Toronto’s (U of T’s) three campuses. CRIS is a partnership launched by the Division of the Vice-President, Research & Innovation, the U of T Libraries, and Information Technology Services.","support_description":"- Training for REDCap, Jupyter\n- Wayfinding via the Resource Hub\n- Training and events calendar may bring in relevant training events offered by other units","eligible_to":"UofT Communtiy (mainly faculty members; staff that support research)","user_fee":"None","url":"https:\/\/cris.utoronto.ca\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Collect; Disseminate","keywords":null,"category":"software-and-support","available_software":null},{"name":"Centre for Teaching Support & Innovation","acronym":"CTSI","institution":"University of Toronto","description":"The Centre for Teaching Support & Innovation (CTSI) provides leadership in teaching and learning at the University of Toronto and provides support for pedagogy and pedagogy-driven instructional technology for all teaching staff and teaching assistants. As it relates to research, CTSI supports Research on Teaching, also known as SoTL - Scholarship of Teaching & Learning.","support_description":"CTSI offers a full range of training and consultation related to SoTL Research, including survey instrument design and qualitative research methods.","eligible_to":"All UofT ","user_fee":"None","url":"https:\/\/teaching.utoronto.ca\/sotl\/","division":null,"campus":"Tri-Campus","stage":"Plan; Collect","keywords":" ","category":"software-and-support","available_software":null},{"name":"Citation Management (UTL)","acronym":null,"institution":"University of Toronto","description":"Citing your papers is an important part of the research process. However, citing your papers can also become one of the more frustrating and time-consuming parts of the research process. Citation management software can help you save time. ","support_description":"See UTL Citation Management website","eligible_to":"All UofT","user_fee":"Free and fee based choices available.","url":"https:\/\/guides.library.utoronto.ca\/citationmanagement","division":"University of Toronto Libraries","campus":"Tri-Campus","stage":"Plan; Collect; Analyze; Disseminate","keywords":" ","category":"software-and-support","available_software":"See UTL Citation Management website"},{"name":"Digital Humanities Network","acronym":"DHN","institution":"University of Toronto","description":"Designs and supports initiatives that raise awareness and build upon U of T’s existing strengths in the digital humanities. The network defines the digital humanities broadly, to include all of the communities and methods, tools, and platform-based approaches often associated with the digital humanities. The Critical Digital Humanities Initiative (CDHI) supports initiatives that encompass interpretative or theoretical work on digitality and a wide variety of computational approaches to humanities research. ","support_description":"Host training events, https:\/\/dhn.utoronto.ca\/category\/events\/, e.g. Lightning Lunch on Network Analysis","eligible_to":"Students, Staff, Faculty","user_fee":"None","url":"https:\/\/humanities.utoronto.ca\/research\/digital-humanities-network","division":"Faculty of Arts & Science, Jackman Humanities Institute","campus":"Tri-Campus","stage":null,"keywords":" ","category":"software-and-support","available_software":null},{"name":"Digital Scholarship Services","acronym":"DSS","institution":"University of Toronto","description":"Digital Scholarship Services (DSS) at University of Toronto Libraries supports teaching and research using digital methods and tools. Services include copyright & licensing; data discovery & cleaning; data visualization; digital collections & exhibits; digital publishing; geographic information systems; research data management; statistics & data analysis; and text and data mining.","support_description":"Support wayfinding to Library units that provide training and access to software","eligible_to":"All UofT","user_fee":" ","url":"https:\/\/onesearch.library.utoronto.ca\/digital-scholarship\/digital-scholarship-services","division":"University of Toronto Libraries","campus":"Tri-Campus","stage":"Analyze","keywords":" ","category":"software-and-support","available_software":" "},{"name":"Digital Scholarship Unit","acronym":"DSU","institution":"University of Toronto","description":"The University of Toronto Scarborough Library's Digital Scholarship Unit (DSU) provides support for digital scholarship in the related areas of data, the digital humanities, digital collections building, digital archiving, and scholarly communications at the University of Toronto Scarborough.","support_description":"- UTSC-specific gateway to services available throughout the UTL system and beyond\n- Consultations project needs (e.g. can consult on \/ support data vasualization needs)\n- Training, e.g. DigitalScholarship@ UTSC series\n- The DSU tests and develops Islandora software and participates in the Islandora community.","eligible_to":"All UTSC","user_fee":"None","url":"http:\/\/digitalscholarship.utsc.utoronto.ca\/","division":"University of Toronto Scarborough","campus":"Scarborough Campus","stage":"Analyze","keywords":" ","category":"software-and-support","available_software":"- maintain an Islandora repository infrastructure for the storage, manipulation, and display of digital objects\n- Application developers in the DSU contribute to the development of our overall infrastructure, including the development of two generalized pieces of software: a Web Annotation module that permits users to make annotations on video and images in compliance with the W3C Web annotation model, and the Islandora Oral History module, which is used by multiple institutions to provide multi-lingual closed captioning as well as an enhanced player for Islandora media files."},{"name":"Discovery Commons (T-FoM)","acronym":null,"institution":"University of Toronto","description":"The Discovery Commons offers information technology support in the Temerty Faculty of Medicine.","support_description":"- Training and events (focus on teaching supports)\n- Online catalogue of services","eligible_to":"T-FoM","user_fee":"None","url":"https:\/\/dc.med.utoronto.ca\/","division":"Temerty Faculty of Medicine","campus":null,"stage":"Collect","keywords":" ","category":"software-and-support","available_software":"- Online catalogue of services point for the LSO for Software purchases"},{"name":"Education Commons","acronym":" OISE-EC\n","institution":"University of Toronto","description":"The OISE Education Commons offers quantitative and qualitative data analysis software consultations and workshops. The Education Commons is also home to the Data Analysis Lab, a computer lab providing access to advanced data analysis software for both quantitative and qualitative research.","support_description":"Data analysis workshops topics include NVivo, SPSS, SAS, AMOS, Stata & Atlas. The workshops are designed to meet the needs of researchers in data management and analysis.\n\nOffer a \"Researcher's corner\" that offer information on, how to access, and training for several data collection and analysis tools.\n\nConsultations available OISE statistical consultant","eligible_to":"OISE students and faculty have priority for workshop registration. Other participants may register two weeks prior to a given workshop date.","user_fee":"Fee for workshops","url":"https:\/\/www.oise.utoronto.ca\/educationcommons\/","division":"Ontario Institute for Studies in Education (OISE)","campus":"St. George Campus","stage":"Analyze","keywords":" ","category":"software-and-support","available_software":"Can purchase some software licenses through Education commons; otherwise, directed to UTL"},{"name":"Enterprise Applications and Solutions Integration","acronym":"EASI","institution":"University of Toronto","description":"Enterprise Applications and Solutions Integration (EASI) manages the development and implementation of centrally administered U of T computer systems, which include the core administrative management and student systems listed below. EASI is part of the Information Technology Services Portfolio, Office of the Chief Information Officer.","support_description":"General information, guides, online training for Microsoft 365","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/easi.its.utoronto.ca\/","division":"Information Technology Services, Office of the Chief Information Officer","campus":"Tri-Campus","stage":"Collect; Analyze","keywords":" ","category":"software-and-support","available_software":"Enterprise Shared Services: Includes Digital Workplace (Microsoft 365 and Managed Desktop), Information Management (SharePoint Online), and the Enterprise Service Centre (ServiceNow)\n\nBusiness Intelligence: Includes training and community engagement, analytics for Tableau, Cognos and Infor matica and data management with IBM DB2 Data Warehouse and Microsoft Azure platform."},{"name":"Information & Instructional Technology (at UTM)","acronym":"I&ITS","institution":"University of Toronto","description":"IT Services for staff, faculty, and students at the University of Toronto Mississauga. Provide services for accounts (UTORid), classroom technology, computer labs, computer software, remote computer labs and software (Citrix Workspace app) to the University of Toronto Mississauga.","support_description":"- Refer to U of T Licensed Software Office, wayfinding.\n\n- Remote computer and Software infrastructure using Citrix Workspace","eligible_to":"UTM","user_fee":"None","url":"https:\/\/www.utm.utoronto.ca\/iits\/services\/computer-software\n\nhttps:\/\/www.utm.utoronto.ca\/iits\/services\/remote-computer-labs-and-software-citrix-workspace-app","division":"University of Toronto Mississauga","campus":"Mississauga Campus","stage":"Plan; Collect; Analyze","keywords":" ","category":"software-and-support","available_software":"Office 365 ProPlus (Under Microsoft Campus Agreement with the University of Toronto)\n\nUTM's catalogue of virtualized applications is available to all students at all times"},{"name":"Information & Instructional Technology (UTSC)","acronym":"IITS","institution":"University of Toronto","description":"IT Services for staff, faculty, and students at the University of Toronto Scarborough. IITS offers a variety of hosted services, such as server virtual machines (Windows Server, Debian, or Ubuntu), network data storage, and synchronization tools such as Nextcloud.","support_description":"- Refer to U of T Licensed Software Office, wayfinding.","eligible_to":"UTSC","user_fee":"None","url":"https:\/\/www.utsc.utoronto.ca\/iits\/software-your-computer","division":"University of Toronto Scarborough","campus":"Scarborough Campus","stage":"Plan; Analyze; Disseminate","keywords":"Machine Learning; Life Sciences","category":"software-and-support","available_software":"- Nextcloude (enterprise file synchronozation and sharing service)\n- Microsoft\n- Adobe"},{"name":"Innovations & Partnership Office\n","acronym":"IPO","institution":"University of Toronto","description":"Innovations and Partnership Office provides support and guidance for data transfer agreements. ","support_description":"Data Transfer Agreements (DTA)","eligible_to":"UofT researchers","user_fee":"none","url":"https:\/\/research.utoronto.ca\/research-innovation-agreements\/material-transfer-agreements","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Collect; Analyze","keywords":"Management","category":"software-and-support","available_software":null},{"name":"Li Koon Chun Finance Learning Centre","acronym":"FLC","institution":"University of Toronto","description":"The Li Koon Chun Finance Learning Centre (FLC) is a hub for students, faculty and staff interested in finance, investing and business. The FLC advances the mission of the University of Toronto Mississauga’s Institute for Management and Innovation (IMI) by providing specialized information resources, services, and expertise that bridges theory and practice.  The FLC offers business information resources, including specialized software and databases, as well as workshops to help build business research skills.","support_description":"The FLC offers workshop on Bloomverg terminal and FactSet throughout the year aimed at helping students learn how to develop their business research skills.\n\nCan consult if having \"difficulty finding the right resource for the information you need\"","eligible_to":"all UTM students, staff and faculty members, with priority given to students enrolled in IMI programs","user_fee":"None","url":"https:\/\/utm.library.utoronto.ca\/flc","division":"University of Toronto Libraries","campus":"Mississauga Campus","stage":"Plan; Collect; Analyze","keywords":"Computing","category":"software-and-support","available_software":"Offers access to resources that meet a broad range of business information needs, including specialized software such as Bloomberg, FactSet, Python, R, SPSS, Stata, and Tableau. https:\/\/utm.library.utoronto.ca\/flc\/software"},{"name":"Licensed Software Office (Information Commons)","acronym":"LSO - IC","institution":"University of Toronto","description":"The Licensed Software Office (LSO) negotiates and administers software license agreements with many vendors in order to decrease overall software costs to the University. Depending on status, users are eligible to purchase different products. Users can make software purchases or receive quotes through https:\/\/software.utoronto.ca\/.\n\nDiscounted personal software licenses can also be obtained by U of T students, faculty and staff through the Licensed Software Office. Licenses include statistical software (SAS, Stata, SPSS), computational tools (MATLAB, Mathematica) and more. Individual academic departments may also have additional licenses available internally.","support_description":"Can assist users in getting quotes for software","eligible_to":"All UofT","user_fee":"Some software packages available to users for free through the university, some have additional fees","url":"https:\/\/onesearch.library.utoronto.ca\/ic\/licensed-software","division":"University of Toronto Libraries, Data Commons","campus":"Tri-Campus","stage":"Collect; Analyze","keywords":"Computing; Industry","category":"software-and-support","available_software":"Available software: https:\/\/onesearch.library.utoronto.ca\/ic\/available-software"},{"name":"Licensed Software through FALD","acronym":" ","institution":"University of Toronto","description":"Lab computer and downloadable software packages available to FALD students","support_description":"N\/A\n","eligible_to":"FALD","user_fee":"None for FALD?","url":"https:\/\/www.daniels.utoronto.ca\/students\/current-students\/computing-audio-visual-support\/your-laptop-software","division":"FALD","campus":"St. George Campus","stage":"Plan; Collect; Analyze","keywords":"Industry; Data Storage; Artifical Intelligence; Management","category":"software-and-support","available_software":"Full list online, combination of free and licensed software e.g. Rhino, V-Ray, RhinoCAM, Adobe CC"},{"name":"Licensed Software through the Department of Mechanical & Industrial Engineering","acronym":" ","institution":"University of Toronto","description":"The MIE department provides select software for graduate students and labs. The software can be installed on computers in MIE labs. Home use is allowed through the MIE-VPN service.","support_description":null,"eligible_to":"MIE Graduate students and Faculty","user_fee":"The MIE department has a limited number of licenses, free of charge for the MIE labs. At times, users may have to wait for licenses to become available. Alternatively, labs may purchase separate licenses, directly from the software vendors or suppliers, to be used exclusively by their users.","url":"https:\/\/www.mie.utoronto.ca\/student-life-services\/computing\/software\/","division":"Faculty of Applied Science and Engineering, Department of Mechanical & Industrial Engineering","campus":"St. George Campus","stage":"Analyze","keywords":"Management","category":"software-and-support","available_software":"The following software titles are currently available at MIE:\n- ANSYS Academic Research\n- MATLAB *\n- Solidworks ** (for academic use only)\n- TECPLOT\n- Altair HyperWorks\n- OriginPro\n* MATLAB does not include Toolboxes unless Professors subscribe to them for their labs. Professors can contact licenses@mie.utoronto.ca to arrange for the purchase of Toolbox licenses.\n\n** Solidworks Education Edition is restricted to academic and non-funded projects. For other purposes, research licenses must be purchased separately from the vendor or distributors."},{"name":"Map & Data Library","acronym":"MDL","institution":"University of Toronto","description":"The Map & Data Library offers a rich and diverse set of supports and services related to maps, datasets, microdata, data visualization, statistics, geospatial data portals, research data management, and more.","support_description":"- Consulting services\n- Software tutorials (https:\/\/mdl.library.utoronto.ca\/support\/tutorials)\n- Online courses through Quercus (e.g. R - An Introduction)\n- Workshops","eligible_to":"All UofT","user_fee":"Training and consultation offerings are free, some software packages have licensing fees","url":"https:\/\/mdl.library.utoronto.ca\/about","division":"University of Toronto Libraries","campus":" ","stage":"Analyze","keywords":" ","category":"software-and-support","available_software":"Library computers have access to \/ MDL can support users in getting access to:\n- GIS Software\n- Statistical Software\n- Data visualization Software\n- NVivo"},{"name":"Medical Imaging Data Science Program (MiDATA)","acronym":"MiDATA","institution":"University of Toronto","description":"The Medical Imaging Data Science Program (MiDATA) is a data science unit within the Department of Medical Imaging. MiDATA provides direction for data management as well as the analysis and reporting of research findings, including analysis of medical imaging data. MiDATA offers users an environment geared towards a “soup to nuts” approach to medical imaging research methodology, statistics, and machine learning. The goal of MiDATA is to facilitate impactful research through the efficient and creative use of a mentored learning environment. The program consists of three aspects: research education and mentorship, research project oversight, knowledge translation.","support_description":"LInks to training materials (external) and online courses (developed by Prof. Pascal Tyrrell)","eligible_to":"Online courses available to anyone","user_fee":"None","url":"https:\/\/medical-imaging.utoronto.ca\/MiDATA","division":"Temerty Faculty of Medicine","campus":"St. George Campus","stage":"Analyze","keywords":"Industry; Management; Finance","category":"software-and-support","available_software":null},{"name":"Rotman Analytics Cluster (RAC)","acronym":"RAC","institution":"University of Toronto","description":"The Rotman Analytics Cluster (RAC) for teaching is a computing platform for big data analysis maintained by the TD Management Data and Analytics Lab (TD MDAL) and its partner at the Centre for Advanced Computing. The cluster consists of five powerful nodes, and is scalable based on usage. The RAC is a perfect experimental platform for students to discover and learn big data technologies. It is accessible 24\/7 from anywhere using the Internet.","support_description":"N\/A\n\nComputing Infrastructure (training and supports through TD MDAL)","eligible_to":"Students","user_fee":" ","url":"https:\/\/rac.rotman.utoronto.ca\/","division":"Rotman School of Management","campus":"St. George Campus","stage":"Collect; Analyze","keywords":"social science, health, policy, Statisics Canada","category":"software-and-support","available_software":"The RAC has a large amount of data science software installed, including Anaconda, Python, R, SAS Viya and the full Hadoop ecosystem (Hortonworks HDP)."},{"name":"SciNet","acronym":" ","institution":"University of Toronto","description":"SciNet is Canada’s largest supercomputer centre, providing Canadian researchers with computational resources and expertise necessary to perform their research. SciNet provides computational resources, support, and expertise for Canadian researchers .","support_description":"Full set of courses, certificates, summer training for ARC, programming; general and specific for disciplines.\n https:\/\/support.scinet.utoronto.ca\/education\/browse.php ","eligible_to":"Anyone with a Compute Canada account","user_fee":"None","url":"https:\/\/www.scinethpc.ca\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Analyze","keywords":"Engineering","category":"software-and-support","available_software":"SciNet and Compute Canada offer an extensive collection of open source software options (e.g. Octave, Python, R, Julia; large number of software libraries and computational packages, etc.)\n\nSciNet does have available some commercial software that have been deemed useful to a broad range of users (e.g. Intel compilers, math libraries, parallel debuggers)\n\nSciNet JupyterHub"},{"name":"Southern Ontario Smart Computing Innovation Platform","acronym":"SOSCIP","institution":"University of Toronto","description":"Smart Computing for Innovation (SOSCIP) is a research and development consortium that pairs academic and industry researchers with advanced computing tools to fuel Canadian innovation within areas including but not limited to AI and data science, cities, mining, health, digital media, energy, cybersecurity, water, clean tech, business systems, and advanced manufacturing.","support_description":"Software running and installation support as part of user training and support","eligible_to":"Accepted proposals or fee for service","user_fee":"None for accepted projects, fee for service also available","url":"https:\/\/www.soscip.org\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Analyze","keywords":" ","category":"software-and-support","available_software":"SOSCIP offer open source and free software including GNU and XL compilers, OpenMPI, NAMD, GROMACS, Anaconda\/Python and large number of packages. IBM commercial software available through computing platforms (e.g. Cloud Analytics Platform offers IBM Streams, Cognos Analytics, DB2, CPLEX, WMLA and all compatible software from IBM Academic Initiative program. GPU-accelerated Platform offers IBM Spectrum MPI and ESSL): https:\/\/www.soscip.org\/platforms\/"},{"name":"TD Management Data and Analytics Lab","acronym":"TD MDAL","institution":"University of Toronto","description":"The TD Management Data and Analytics Lab (TD MDAL) promotes cutting-edge analytic tools in business through teaching and research, and is a central source of knowledge and expertise in data science, AI, and machine learning applications. The TD MDAL facilitates the assembling, storage and management of big data, and empowers users to create and manage new data sets, and derive actionable insights from them using new programming languages and analytic tools. ","support_description":"- Consult service: questions around technologies and programming languages that will enable users to collect, transform, analyze, and visualize large datasets\n- Support faculty in managing access to servers depending on their computing needs and help with code debugging and optimization\n- Host datathons, workshops and seminars on topics in prediction, ML, AI (workshops: https:\/\/www.rotman.utoronto.ca\/FacultyAndResearch\/EducationCentres\/TDMDAL\/Events\/Workshops)\n\n- Curated list of online learning tools: https:\/\/www.rotman.utoronto.ca\/FacultyAndResearch\/EducationCentres\/TDMDAL\/Services\/Students","eligible_to":"All Rotman and industry partners","user_fee":"None","url":"https:\/\/www.rotman.utoronto.ca\/FacultyAndResearch\/EducationCentres\/TDMDAL","division":"Rotman School of Management","campus":"St. George Campus","stage":"Plan; Collect; Analyze","keywords":"SoTl","category":"software-and-support","available_software":"Consult on appropriate software and hardware necessary for big data storage and processing to meet teaching, learning, and research objectives"},{"name":"The BRIDGE","acronym":" ","institution":"University of Toronto","description":"The BRIDGE is a multi-purpose academic space that spans teaching, study, research, and experiential learning for business, finance, and entrepreneurship. The BRIDGE is a partnership between UTSC’s Department of Management and the UTSC Library.","support_description":"Provide a hands-on learning experience for students interested in Management disciplines and their real-world applications, while supporting the research needs of UTSC faculty. ","eligible_to":"Students, Faculty","user_fee":"\"How to access\" listed for each item (some free, some available UTSC Management only, some available for fee)","url":"https:\/\/www.utsc.utoronto.ca\/thebridge\/","division":"University of Toronto Scarborough, Department of Management","campus":"Scarborough Campus","stage":"Disseminate","keywords":null,"category":"software-and-support","available_software":"Catalogue of \"data tools\" (links to software tools, data sources, and educational resources that support research, data-driven inquiry and decision-making): https:\/\/www.utsc.utoronto.ca\/thebridge\/data-tools"},{"name":"The Carpentries at the University of Toronto","acronym":"The Carpentries","institution":"The Carpentries","description":"The Carpentries facilitate an inclusive learning community for novice learners to acquire data and computational skills through modular workshops. The Carpentries supports three general learning tracks to the novice learner, depending on the need: Data Carpentry, Library Carpentry, and Software Carpentry.","support_description":"Data Carpentry workshops are domain-specific, to ensure researchers receive foundational skills most relevant to their domain and using examples from their type of work.\n\nLibrary Carpentry workshops teach people working in library- and information-related roles\n\nA Software Carpentry workshop integrates three core topics: the Unix shell, version control with Git, and a programming language (Python or R), and may be supplemented with other lessons selected from the Data Carpentry or Library Carpentry curricula.","eligible_to":"All UofT; The Carpentries training sessions beyond UofT may be publicly available","user_fee":"None","url":"https:\/\/onesearch.library.utoronto.ca\/carpentries-university-toronto","division":"University of Toronto Libraries","campus":"Tri-Campus","stage":"Collect; Analyze","keywords":null,"category":null,"available_software":null},{"name":"The Financial Innovation Lab","acronym":"FinHub","institution":"University of Toronto","description":"The Financial Innovation Lab (FinHub) provides a common forum for students, faculty, startup entrepreneurs and industry to develop expertise to drive ongoing innovation in the financial sector. Their mission is to expose and instruct students in cutting edge technological and finance innovations, to develop new research insights, and to develop and exchange ideas in financial innovation. FinHub provides access to the latest databases and analytical tools. ","support_description":"Teaching offerings provides quantitative and qualitative tools for finance: modules and bootcamps (e.g. Python bootcamp), courses (academic programs), case studies (e.g. Automating Credit Card Approvals)","eligible_to":"All Rotman","user_fee":"None","url":"https:\/\/www.rotman.utoronto.ca\/FacultyAndResearch\/ResearchCentres\/FinHub","division":"Rotman School of Management","campus":"St. George Campus","stage":"Collect","keywords":null,"category":null,"available_software":" "},{"name":"Toronto Region Statistics Canada Research Data Centre","acronym":"Toronto RDC","institution":"StatsCan","description":"The Toronto Region Statistics Canada Research Data Centre (RDC) is a secure facility for researchers to analyze Statistics Canada's datasets. The facility is set up to enable social science, health, policy, and associated researchers to analyze Statistics Canada's master longitudinal, panel, and cross-sectional survey data.","support_description":"Offers policy analysis course annually, along with periodic seminars on new data sources. Additional training and supports in quantitative social research are periodically offered by the Canadian Research Data Centre Network. RDC analysts provide additional support to researchers. ","eligible_to":"All Students, Faculty","user_fee":"None for faculty\/students associated in CRDCN member universities; fees for others.","url":"http:\/\/sites.utoronto.ca\/rdc\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":null,"keywords":null,"category":null,"available_software":" "},{"name":"Biostatistics Research Unit","acronym":"BRU","institution":"UHN","description":"The Biostatistics Research Unit (BRU) is a collaborative team of experienced statisticians providing biostatistical guidance to affiliated researchers throughout the lifecycle of a project.","support_description":"Biostatistical research data management and analysis","eligible_to":"Public","user_fee":"Fee for service for researchers without an affiliation to specific hospital departments, fee for courses","url":"https:\/\/thebru.ca\/","division":null,"campus":null,"stage":"Plan; Analyze","keywords":null,"category":"data-management","available_software":null},{"name":"Centre for Research Innovation & Support","acronym":"CRIS","institution":"University of Toronto","description":"Resources and workshops amplified for research data management. ","support_description":"- Videos and spotlight pages summarizing ARC resources and Repositories at UofT\n- Wayfinding via the Resource Hub","eligible_to":"UofT Communtiy (mainly faculty members; staff that support research)","user_fee":"None","url":"https:\/\/cris.utoronto.ca\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Plan; Collect; Analyze","keywords":null,"category":"data-management","available_software":null},{"name":"Compute Canada - Social Science and Humanities Support","acronym":null,"institution":"Compute Canada","description":"Compute Canada deploys state-of-the-art advanced research computing systems and storage, and provides support for large-scale, data-intensive research projects. Compute Canada provides support to researchers in the Humanities and Social Scienes that includes robust storage solutions.","support_description":"Repository","eligible_to":"Humanities and Social Sciences researchers affiliated with a Canadian institution","user_fee":"None","url":"https:\/\/www.computecanada.ca\/research-portal\/humanities-and-social-sciences\/","division":null,"campus":null,"stage":null,"keywords":null,"category":"data-management","available_software":null},{"name":"Dataverse","acronym":null,"institution":"University of Toronto","description":"Dataverse is a publicly accessible data repository platform, open to affiliated researchers to deposit and share research data openly with anyone in the world. Dataverse is hosted by Scholars Portal on behalf of Ontario universities. Researchers can use Dataverse to share their data, as well as discover and reuse the data produced by other researchers. The Map & Data Library also uses Dataverse to host some of its collections. ","support_description":"Repository","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/dataverse.scholarsportal.info\/dataverse\/toronto","division":"University of Toronto Libraries","campus":"Tri-Campus","stage":"Disseminate; Preserve","keywords":null,"category":"data-management","available_software":null},{"name":"Department of Family and Community Medicine Research and Advocacy Program","acronym":"DFCM Research Program","institution":"University of Toronto","description":"The Department of Family and Community Medicine (DFCM) Research and Advocacy Program offers a wide range biostatistical and research methodology support services for faculty including assistance writing grant applications, designing studies, data management, data analysis, and dissemination of findings.","support_description":"Biological and life science research data management","eligible_to":"Faculty in the DFCM, T-FoM","user_fee":"Some services offered at no cost, some charge hourly rate (outlined on website)","url":"https:\/\/www.dfcm.utoronto.ca\/biostatistical-and-research-methodology-support-services","division":"Temetry Faculty of Medicine","campus":null,"stage":"Plan; Analyze, Disseminate","keywords":null,"category":"data-management","available_software":null},{"name":"Digital Preservation Unit","acronym":null,"institution":"University of Toronto","description":"UTL's Digital Preservation and Recovery Service offers tools and services to manage digital content, such as digital preservation, data recovery or media carrier preservation, and more.","support_description":"Tools and services to help manage digital content:\n- Staff support, consults, training, and workshops on digital preservation and workflows\n- Data recovery for library content, research data, etc.\n- Temporary emulation setups for accessing older digital content\n- UTL's Digital Preservation Policy","eligible_to":"All UofT","user_fee":null,"url":"https:\/\/onesearch.library.utoronto.ca\/services\/digital-preservation-and-recovery","division":"University of Toronto Libraries","campus":null,"stage":"Preserve","keywords":null,"category":"data-management","available_software":null},{"name":"Digital Scholarship Services","acronym":"DSS","institution":"University of Toronto","description":"Digital Scholarship Services (DSS) at University of Toronto Libraries supports teaching and research using digital methods and tools. ","support_description":"Services include copyright & licensing; data discovery & cleaning; data visualization; digital collections & exhibits; digital publishing; geographic information systems; research data management; statistics & data analysis; and text and data mining.","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/onesearch.library.utoronto.ca\/digital-scholarship\/digital-scholarship-services","division":"University of Toronto Libraries","campus":"Tri-Campus","stage":"Plan; Collect; Analyze; Disseminate","keywords":null,"category":"data-management","available_software":null},{"name":"Digital Scholarship Unit (through UTSC Library)","acronym":"DSU","institution":"University of Toronto","description":"The University of Toronto Scarborough Library's Digital Scholarship Unit (DSU) provides support for digital scholarship in the related areas of data, the digital humanities, digital collections building, digital archiving, and scholarly communications at the University of Toronto Scarborough.","support_description":"digital collections building, digital archiving, \n Provide UTSC-specific support for: Data; Data Discovery & Cleaning; Data Visualization; Digital Collections & Exhibits; Copyright & Licensing; Digital Publishing; Geographic Information Systems; Research Data Management; Statistics & Data Analysis; Text and Data Mining","eligible_to":"All UTSC","user_fee":"None","url":"http:\/\/digitalscholarship.utsc.utoronto.ca\/","division":"University of Toronto Scarborough, University of Toronto Scarborough Library","campus":"Scarborough Campus","stage":"Plan; Analyze Disseminate","keywords":null,"category":"data-management","available_software":null},{"name":"Division of Research & Innovation","acronym":null,"institution":"University of Toronto","description":"Policies and guidelines related to research data management","support_description":"Guidelines:\nData Security Standards for Personally Identifiable & Other Confidential Data in Research\nhttps:\/\/research.utoronto.ca\/data-security-standards-personally-identifiable-other-confidential-data-research ","eligible_to":"All UofT","user_fee":"None","url":null,"division":null,"campus":null,"stage":"Plan","keywords":null,"category":"data-management","available_software":null},{"name":"Federated Research Data Repository","acronym":"FRDR","institution":null,"description":"The FRDR is a platform for digital Research Data Management (RDM) and discovery that offers repository, discovery, and preservation services. FRDR also allows for the searching of the metadata in Dataverse, as well as other repositories across Canada.","support_description":"research data management - repository, discovery, preservation","eligible_to":"\"researcher affiliated with a Canadian institution\"","user_fee":"None","url":"https:\/\/www.frdr-dfdr.ca\/repo\/","division":null,"campus":null,"stage":"Disseminate; Preserve","keywords":null,"category":"data-management","available_software":null},{"name":"File Transfer System (UTSC)","acronym":null,"institution":"University of Toronto","description":"File Transfer System is a Staff & Faculty service designed to transfer large files (up to 5GB) in a fast and secure manner. Senders will be notified when the recipient has successfully received the file, and all data is encrypted during the transfer, ensuring that your files are protected and secure.","support_description":null,"eligible_to":"UTSC Staff, Faculty (must be sent from or to a UTSC user)","user_fee":"None","url":"https:\/\/www.utsc.utoronto.ca\/iits\/file-transfer-system","division":"University of Toronto Scarborough, Information & Instructional Technology Services","campus":"Scarborough Campus","stage":"Disseminate","keywords":null,"category":"data-management","available_software":null},{"name":"Geodisy","acronym":null,"institution":"FRDR","description":"Geodisy is a geographic front end to FRDR. It allows for searching for research data across Canadian repositories that are geographic in nature or that have a geography attached to them.","support_description":"Repository","eligible_to":null,"user_fee":"None","url":"https:\/\/geo.frdr-dfdr.ca\/","division":null,"campus":null,"stage":"Collect","keywords":null,"category":"data-management","available_software":null},{"name":"Human Research Ethics Unit","acronym":"HREU","institution":"University of Toronto","description":"The University of Toronto’s (U of T) Human Research Ethics Unit (HREU) oversees ethics in human research. The HREU provides administrative support to the University Research Ethics Boards (REBs) and to faculty, staff and student researchers in the development, review, and oversight of human research to ensure compliance with applicable laws, regulations and policies.","support_description":null,"eligible_to":null,"user_fee":null,"url":"https:\/\/research.utoronto.ca\/ethics-human-research\/ethics-human-research","division":null,"campus":null,"stage":null,"keywords":null,"category":"data-management","available_software":null},{"name":"Indigenous Research Data Guides (via UTL)","acronym":null,"institution":"University of Toronto","description":"The guide is a starting point to find research in Indigenous Studies. ","support_description":"The site includes  guides for indigenous research methodologies and data, as well as outlining the Ownership, Control, Access and Possession (OCAP). ","eligible_to":null,"user_fee":null,"url":"https:\/\/guides.library.utoronto.ca\/indigenousstudies\/datasovereignty","division":"Centre for Indigenous Studies - available via UTL","campus":null,"stage":"Plan","keywords":null,"category":"data-management","available_software":null},{"name":"Map and Data Library","acronym":"MDL","institution":"University of Toronto","description":"The Map & Data Library (MDL) staff provide supports and services related to data cleaning, data visualization, Geographic Information Systems (GIS) (geospatial data and tools); research data management; and statistical analysis (one-on-one support, workshops, and online tutorials). MDL holds extensive data collections that support curriculum and research needs. ","support_description":"- Data cleaning, data visualization, Geographic Information Systems (GIS) (geospatial data and tools); research data management; and statistical analysis (one-on-one support, workshops, and online tutorials)\n- RDM-L: University of Toronto Research Data Management discussion and informational listerv to receive updates on and participate in discussions related to Research Data Management, Tri-Agency policies, Data Repositories, etc.","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/mdl.library.utoronto.ca\/","division":"University of Toronto Libraries","campus":"St. George Campus","stage":"Plan; Collect; Analyze","keywords":null,"category":"data-management","available_software":null},{"name":"Portage Network","acronym":null,"institution":"Canadian Association of Research Libraries (CARL)","description":"The Portage Network is dedicated to the shared stewardship of research data in Canada through: developing a national research data culture; fostering a community of practice for research data; and building national research data services and infrastructure.","support_description":"Range of training materials that span the research data life cycle including guides and online training modules. \nThe Portage DMP Assistant is a national, online, bilingual data management planning tool developed by Portage to assist researchers in preparing data management plans.  ","eligible_to":"All UofT (and more broadly)","user_fee":"None","url":"https:\/\/portagenetwork.ca\/","division":null,"campus":null,"stage":"Plan","keywords":null,"category":"data-management","available_software":null},{"name":"Registry of Research Data Repositories","acronym":"re3data","institution":null,"description":"Re3data is a gloval registry of research data repositories that covers research data repositories from different academic disciplines. It includes repositories that enable permanent storage of and access to datasets to researchers, funding bodies, publishers, and scholarly institutions.","support_description":null,"eligible_to":"Public","user_fee":"None","url":"https:\/\/www.re3data.org\/","division":null,"campus":null,"stage":"Preserve","keywords":null,"category":"data-management","available_software":null},{"name":"SciNet","acronym":null,"institution":"University of Toronto","description":"SciNet is Canada’s largest supercomputer centre, providing Canadian researchers with computational resources and expertise necessary to perform their research. SciNet provides computational resources, support, and expertise for Canadian researchers.","support_description":"- Consulting for project needs\n- Data Storage","eligible_to":"Anyone with a Compute Canada account","user_fee":"None","url":"https:\/\/www.scinethpc.ca\/","division":"Division of the Vice-President, Research & Innovation (VPRI)","campus":"Tri-Campus","stage":"Plan; Collect; Analyze","keywords":"Computing","category":"data-management","available_software":null},{"name":"Security Matters","acronym":null,"institution":"University of Toronto","description":"U of T's information security awareness and education initiative.","support_description":"Data guides and best practices, information videos, security planners","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/securitymatters.utoronto.ca\/","division":null,"campus":"Tri-Campus","stage":"Plan","keywords":null,"category":"data-management","available_software":null},{"name":"TD Management Data and Analytics Lab","acronym":"TD MDAL","institution":"University of Toronto","description":"The TD Management Data and Analytics Lab (TD MDAL) promotes cutting-edge analytic tools in business through teaching and research, and is a central source of knowledge and expertise in data science, AI, and machine learning applications. Facilitates the assembling, storage and management of big data, and empowers users to create and manage new data sets, and derive actionable insights from them using new programming languages and analytic tools. ","support_description":"Students engaged in analytic applications and projects can consult with our in-house experts on questions around cutting-edge technologies and programming languages that will enable them to collect, transform, analyze, and visualize large datasets. For faculty, the lab offers data management services such as data assembling, cleaning, and maintenance of big data that might be used in both research and teaching applications.","eligible_to":"All Rotman","user_fee":null,"url":"https:\/\/www.rotman.utoronto.ca\/FacultyAndResearch\/EducationCentres\/TDMDAL","division":"Rotman School of Management","campus":"St. George Campus","stage":"Plan; Collect; Analyze","keywords":"Industry; Data Storage; Artifical Intelligence; Management","category":"data-management","available_software":null},{"name":"TSpace","acronym":null,"institution":"University of Toronto","description":"TSpace is a free and secure research repository established by University of Toronto Libraries to disseminate and preservce the scholarly record of the University of Toronto community, including faculty and graduate student research. All items in Tspace are openly accessible, either immediately or after publisher's embargo period.","support_description":"Google indexed repository that provides a permanent DOI, including DOI for data sets.","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/tspace.library.utoronto.ca\/about\/","division":"University of Toronto Libraries","campus":"Tri-Campus","stage":"Disseminate; Preserve","keywords":null,"category":"data-management","available_software":null},{"name":"University of Toronto Libraries Research Data Management Guides and Support","acronym":null,"institution":"University of Toronto","description":"U of T Library resources to support researchers with information and guidance on research data management and data curation","support_description":"Research Data Mangement guidance including: Data Management Plans; Documentation and metadata; Citation management; File format for long-term access; File management; data repositoties.\nVarious training sessions https:\/\/onesearch.library.utoronto.ca\/researchdata\/training  ","eligible_to":"All UofT","user_fee":"None","url":"https:\/\/onesearch.library.utoronto.ca\/researchdata","division":"University of Toronto Libraries","campus":"Tri-Campus","stage":"Plan","keywords":null,"category":"data-management","available_software":null},{"name":"University of Toronto Mississauga Library RDM support","acronym":null,"institution":"University of Toronto","description":"The UTM Library provides Research Data Management assistance, including the selection of data management planning resources, support for free storage, information on data sharing and long term access.","support_description":"Resources and supports, including workshops for RDM.\n https:\/\/utm.library.utoronto.ca\/content\/introduction-research-data-management","eligible_to":"All UTM","user_fee":"None","url":"https:\/\/utm.library.utoronto.ca\/datagis\/statistical\/UTMLRDM","division":null,"campus":"Mississauga Campus","stage":"Plan","keywords":null,"category":"data-management","available_software":null},{"name":"University of Toronto Research Ethics Boards","acronym":"UofT REBs","institution":"University of Toronto","description":"Ethics protocols are reviewed by the Health Sciences REB or the Social Sciences, Humanities and Education REB depending on the departmental or faculty affiliation of the Principal Investigator.","support_description":null,"eligible_to":null,"user_fee":null,"url":null,"division":null,"campus":null,"stage":null,"keywords":null,"category":"data-management","available_software":null},{"name":"UTSend (UTM)","acronym":null,"institution":"University of Toronto","description":"UTSend is a service that allows users to transfer files up to 1.0 GB in and out of University of Toronto.","support_description":null,"eligible_to":"All UofT","user_fee":"None","url":"https:\/\/send.utoronto.ca\/","division":"University of Toronto Mississauga","campus":"Tri-Campus","stage":"Disseminate","keywords":null,"category":"data-management","available_software":null}]